Repository: common-repository/csv2wpec-coupon
Catalog: languages/csv2wpec-coupon-*.po
Languages: es_es, it_it

source: Error: plugin "Csv2WPeC Coupon" requires a newer version of PHP to be running.
es_es: Error: el plugin "Csv2WPeC Cupón" requiere una versión más reciente de PHP.
it_it: Errore: il plugin "Csv2WPeC" richiede una versione di PHP più recente per essere eseguito.

source: Minimal version of PHP required:
es_es: Requiere la versión mínima de PHP:
it_it: Versione minima di PHP richiesta:

source: Your server's PHP version:
es_es: Versión del PHP de su servidor:
it_it: Versione PHP del server:

source: Looks like you're running an older version of WordPress.
es_es: Parece que está ejecutando una versión anterior de WordPress.
it_it: Stai utilizzando una vecchia versione di WordPress.

source: You need to be running at least WordPress
es_es: Usted necesita estar ejecutando al menos WordPress
it_it: Devi utilizzare almeno Wordpress

source: to use
es_es: para usar
it_it: per poter usare

source: Looks like the WP-Ecommerce plugin is not installed.
es_es: Parece que el plugin WP-Ecommerce no está instalado.
it_it: Il plugin WP e-Commerce risulta non installato.<br />

source: You need to install the WP e-commerce plugin (minimal required version:
es_es: Necesita instalar el plugin WP e-commerce (versión mínima requerida:
it_it: Devi installare il plugin WP e-Commerce (versione minima richiesta:

source: Looks like the WP-Ecommerce plugin is inactive.
es_es: Parece que el plugin WP-Ecommerce está inactivo.
it_it: Il plugin WP-commerce risulta inattivo.<br />

source: You need to activate the WP e-commerce plugin (minimal required version:
es_es: Deberá activar el plugin WP e-commerce (mínima versión requerida:
it_it: Devi attivre il plugin WP e-Commerce (versione minima richiesta:

source: Looks like you're running an older version of WP e-commerce plugin.
es_es: Parece que está ejecutando una versión anterior del plugin WP e-commerce.
it_it: Stai utilizzando una vecchia versione del plugin WP e-Commerce.

source: Minimum WPeC version required to use
es_es: La versión WPEC mínima necesaria para utilizar
it_it: La versione minima del plugin WPeC richiesta per poter usare

source: is
es_es: Es
it_it: è

source: Undefined file name
es_es: Nombre de archivo no definido
it_it: Nome di file non definito

source: File not found. Please make sure the file exists and is a regular file
es_es: Archivo no encontrado. Por favor, asegúrese de que el archivo existe y que es un archivo normal
it_it: File non trovato. Assicurati che il file esista e che sia un file regolare

source: Invalid file type
es_es: Tipo de archivo no válido
it_it: Tipo di file non valido

source: Errors occurred while reading the file
es_es: Ocurrieron errores al leer el archivo
it_it: Si sono verificati errori nella lettura del file CSV

source: No CSV file has been selected. Please select a file to import
es_es: Ningún archivo CSV ha sido seleccionado. Seleccione un archivo para importar
it_it: Nessun file CSV è stato selezionato. Selezionare un file da importare

source: Can not open CSV file. Please check if the file exists and if you have permission to open it
es_es: No se puede abrir el archivo CSV. Marque si el archivo existe y si tiene permiso para abrirlo
it_it: Il file CSV non può essere aperto. Verifica che il file esiste e che hai i permessi richiesti per aprirlo.

source: [line %d] Wrong field name [%s]
es_es: [líne %d] Nombre del campo incorrecto [%s]
it_it: [linea %d] Nome di campo errato [%s]

source: [line %d] Key field "%s" not found
es_es: [line %d] Clave campo "%s" no encontrada
it_it: [linea %d] Campo chiave "%s" non trovato

source: [lines %d-%d] Lines skipped
es_es: [línes %d-%d] Líneas saltadas
it_it: [linee %d-%d] Linee non lette

source: [line %d] Line skipped
es_es: [líne %d] Línea saltada
it_it: [line %d] Linea non letta

source: Please see the documentation for details
es_es: Consulte la documentación para obtener detalles
it_it: Consulta la documentazione per maggiori informazioni

source: Key field not defined in the header line %s of CSV file
es_es: Campo Clave no se define en la línea de encabezado %s del archivo CSV
it_it: Campo Chiave non definito sulla linea di intestazione %s del file CSV

source: Code "%s" at line number %s cannot identify a unique coupon. Please see the documentation for details
es_es: Código "% s" en la línea número %s no puede identificar un cupón único. Por favor, consulte la documentación para obtener más información
it_it: Il codice "%s" alla linea %s non consente di identificare univocamente un coupon. Consulta la documentazione del plugin per maggiori informazioni.

source: Invalid value. Floating number expected.
es_es: Valor no válido. Número flotante inesperado
it_it: Valore non valido. Inserire un numero reale.

source: Invalid value. Boolean number expected: { 0, 1 }
es_es: Valor no válido. Número Buleano esperado: {0, 1}
it_it: Valore non valido. Inserire un valore booleano { 0, 1 }

source: Invalid value. Integer number expected: { 0, 1, 2}
es_es: Valor no válido Número entero esperado: {0, 1, 2}
it_it: Valore non valido. Inserire un numero intero: { 0, 1, 2}

source: Start Date is required
es_es: Se requiere fecha de inicio
it_it: La data di inizio è obbligatoria

source: Expiration Date is required
es_es: Se requiere fecha de caducidad
it_it: La data di scadenza è obbligatoria

source: Invalid Start Date. Please use DATE format "YYYY-MM-DD" (ex: 2013-05-20) or DATETIME format: "YYYY-MM-DD HH:MM:SS" (ex: 2013-05-20 00:00:00)
es_es: Fecha de inicio no válida. Por favor, use el formato de fecha "AAAA-MM-DD" (por ej: 2013-05-20) o en formato DATETIME: "AAAA-MM-DD HH: MM: SS" (ej: 2013-05-20 00:00:00)
it_it: Data di inizio non valida. Puoi usare il formato DATE "YYYY-MM-DD" (es: 2013-05-20) o il formato DATETIME: "YYYY-MM-DD HH:MM:SS" (es: 2013-05-20 00:00:00)

source: Invalid Expiration Date. Please use DATE format "YYYY-MM-DD" (ex: 2013-05-20) or DATETIME format: "YYYY-MM-DD HH:MM:SS" (ex: 2013-05-20 00:00:00)
es_es: Fecha de Vencimiento no válida Utilice formato DATE " AAAA-MM-DD"(ej: 2013-05-20) o formato DATETIME: "AAAA-MM-DD HH: MM: SS" (ej: 2013-05-20 00:00:00)
it_it: Data di scadenza non valida. Puoi usare il formato DATE "YYYY-MM-DD" (es: 2013-05-20) o il formato DATETIME: "YYYY-MM-DD HH:MM:SS" (es: 2013-05-20 00:00:00)

source: Expiration Date cannot be less than Start date
es_es: La fecha de vencimiento no puede ser menor que la fecha de inicio
it_it: La data di scadenza non può precedere quella di inizio

source: Expiration Date cannot be less than the Current date
es_es: La fecha de vencimiento no puede ser anterior a la fecha actual
it_it: La data di scadenza non può precedere quella corrente

source: Missing item in Condition: "%s". Valid condition format is "property:logic:value"
es_es: Elemento faltante en Condición: "%s". El formato válido de la condición es "property;logic;value"
it_it: Termine mancante nella condizione: "%s". Il formato valido di una condizione è: "Proprietà:Logica:Valore"

source: Too many items in Condition: "%s". Valid condition format is "operator:property:logic:value"
es_es: Demasiados elementos en Condición: "%s". El formato válido de la condición es "operator: property:logic: value"
it_it: Troppi termini nella condizione: "%s". Il formato valido di una condizione è: "Operatore:Proprietà:Logica:Valore"

source: Too many items in Condition: "%s". Valid condition format is "property:logic:value"
es_es: Demasiados elementos en Condición: "%s". El formato válido de la condición es "property:logic: value"
it_it: Troppi termini nella condizione: "%s". Il formato valido di una condizione è: "Proprietà:Logica:Valore"

source: Invalid operator in Condition: "%s". Valid operators are: "AND", "OR"
es_es: Operador no válido en Condición: "%s". Valid operators are: "AND", "OR"
it_it: Operatore non valido nella condizione: "%s". Operatori validi sono: "AND", "OR"

source: Invalid property term in Condition: "%s". Valid property terms are: "item_name", "item_quantity", "total_quantity", "subtotal_amount"
es_es: Término de propiedad no válido en Condición: "%s". Términos de propiedad válidos son: "item_name", "item_quantity", "total_quantity", "subtotal_amount"
it_it: Termine Proprietà non valido nella condizione: "%s". Termini validi sono: "item_name", "item_quantity", "total_quantity", "subtotal_amount"

source: Invalid logic term in Condition: "%s". Valid logic terms are: "equal", "greater", "less", "contains", "not_contain", "begins", "ends", "category"
es_es: Término lógico no válido en Condición: "%s" Términos lógicos válidos son: "equal", "greater", "less", "contains", "not_contain", "begins", "ends", "category"
it_it: Termine 'Logica' non valido nella condizione: "%s". Termini validi sono: "equal", "greater", "less", "contains", "not_contain", "begins", "ends", "category"

source: Value term not defined in Condition: "%s"
es_es: El valor no se define en la Condición: "%s"
it_it: Il termine 'Valore' non è stato definito nella condizione: "%s"

source: A numeric value is required in condition: "%s"
es_es: Se requiere un valor numérico en la condición: "%s"
it_it: Un valore numerico è richiesto nella condzione: "%s"

source: Undefined or invalid property in condition: "%s". Valid properties are: "quantity", "total", "subtotal"
es_es: “Propiedad indefinida o no válida en condición: "%s". Propiedades válidas son: "quantity", " otal", "subtotal"
it_it: Proprietà non definita o non valida nella condizione: "%s". Proprietà valide sono: "quantity", "total", "subtotal"

source: Undefined value in condition: "%s". Please see the documentation for details
es_es: Valor indefinido en condición:. "%s" Por favor, consulte la documentación para obtener detalles
it_it: Valore non definito nella condizione: "%s". Consultare la documentazione per maggiori dettagli

source: Undefined or invalid logic in condition: "%s". Please see the documentation for details
es_es: Lógica no definida o no válida en condición: "%s". Consulte la documentación para obtener detalles
it_it: Logica non definita o non valida nella condizione: "%s". Consultare la documentazione per maggiori dettagli

source: Error deleting coupon
es_es: Error borrando cupón
it_it: Errore nella cancellazione del coupon

source: Error updating coupon
es_es: Error al actualizar cupón
it_it: Errore nell'aggiornamento del coupon

source: Error adding new coupon
es_es: Error añadiendo nuevo cupón
it_it: Errore nellla creazione del nuovo coupon

source: Click 'Export Coupons' to export all Coupons to a CSV file
es_es: Haga clic en 'Exportar Cupones” para exportar todos los cupones a un archivo CSV
it_it: Clicca su 'Esporta i Coupon' per esportare tutti i Coupon in un file CSV

source: Export Coupons
es_es: Exportar Cupones
it_it: Exporta i Coupon

source: Data Validation Errors
es_es: Errores de validación de datos
it_it: Errori di validazione dei dati

source: Data cannot be processed because of errors in the Import File.
es_es: Los datos no pueden ser procesados debido a errores en el archivo de importación.
it_it: I dati non possono essere elaborati per la presenza di errori nel file CSV di importazione.

source: You should fix the errors and read the file again for validation.
es_es: Debe corregir los errores y leer de nuevo el archivo para validación
it_it: Dovresti correggere gli errori e leggere nuovamente il file per validarlo.

source: Errors have been logged to:
es_es: Se han registrado errores a:
it_it: Gli errori sono stati registrati in:

source: Click 'Import Coupons' to import Coupons from the CSV Import File
es_es: Haga clic en "Importar Cupones" para importar Cupones del Archivo de Importación CSV
it_it: Clicca su 'Importa i Coupon' per iniziare l'elaborazione dei dati

source: Import Coupons
es_es: Importar Cupones
it_it: Importa i Coupon

source: Statistics
es_es: Estadísticas
it_it: Statistica

source: Coupons
es_es: Cupones

source: Processed
es_es: Procesado
it_it: Elaborati

source: Created
es_es: Creado
it_it: Aggiunti nuovi

source: Updated
es_es: Actualizado
it_it: Aggiornato

source: Deleted
es_es: Eliminado
it_it: Eliminato

source: Errors
es_es: Errores
it_it: Errori

source: Processing time
es_es: Tiempo de procesamiento
it_it: Tempo di elaborazione

source: Coupon code
es_es: Código de cupón
it_it: Codice Coupon

source: Discount
es_es: Descuento
it_it: Sconto

source: Start Date
es_es: Fecha Inicio
it_it: Data di inizio

source: Expiration
es_es: Expiración
it_it: Scadenza

source: Status
es_es: Estado
it_it: Stato

source: skip processing
es_es: Saltear el procesamiento
it_it: non elaborato

source: to delete
es_es: Para borrar
it_it: da eliminare

source: deleted
es_es: Borrado
it_it: eliminato

source: inserted
es_es: Insertado
it_it: aggiunto

source: updated
es_es: Actualizado
it_it: aggiornato

source: Free shipping
es_es: Envío gratuito
it_it: Spedizione gratuita

source: Expand Table
es_es: Expandir Tabla
it_it: Espandi la tabella

source: Collapse table
es_es: Colapsar tabla
it_it: Collassa la tabella

source: No Coupons found
es_es: No se encontraron Cupones
it_it: Nessun coupon trovato

source: Data Processing Errors
es_es: Errores de procesamiento
it_it: Errori nell'elaborazione dei dati

source: Lists all Coupons in the database
es_es: Enlista todos los cupones de la base de datos
it_it: Elenca tutti i coupon

source: Display Coupons
es_es: Mostrar Cupones
it_it: Visualizza i Coupon

source: Hide List
es_es: Ocultar Lista
it_it: Nascondi l'elenco

source: Show List
es_es: Mostrar lista
it_it: Mostra l'elenco

source: Click "Browse" to select a Coupon CSV Import File
es_es: Hacer clic en "Examinar" para seleccionar un Archivo de Importación de Cupón CSV
it_it: Clicca su "Scegli" per selezionare un file .CSV con i dati da importare

source: Click "Read File" to read and validate the Import File
es_es: Haga clic en "Leer archivo" para leer y validar el archivo de importación
it_it: Clicca su "Leggi File" per leggere e validare il file di importazione dati

source: Read file
es_es: Leer archivo
it_it: Leggi il file

source: Unknown error
es_es: Error desconocido
it_it: Errore sconosciuto

source: You do not have sufficient permissions to access this page.
es_es: Usted no tiene los permisos necesarios para acceder a esta página.
it_it: Non disponi dei permessi sufficienti per accedere a questa pagina.

source: System Settings
es_es: Configuración del sistema
it_it: Impostazioni di sistema

source: System
es_es: Sistema
it_it: Sistema

source: PHP Version
es_es: Version PHP
it_it: Versione PHP

source: (WARNING: This plugin may not work properly with versions earlier than PHP 5.2)
es_es: (ADVERTENCIA: Este plugin puede no funcionar correctamente con las versiones anteriores a PHP 5.2)
it_it: (ATTENZIONE: Questo plugin potrebbe non funzionare correttamente con le versioni di PHP precedenti alla 5.2)

source: MySQL Version
es_es: Versión MySQL
it_it: Versione MySQL

source: (WARNING: This plugin may not work properly with versions earlier than MySQL 5.0)
es_es: (ADVERTENCIA: Este plugin puede no funcionar correctamente con las versiones anteriores a MySQL 5.0)
it_it: (ATTENZIONE: Questo plugin potrebbe non funzionare correttamente con le versioni di MySQL precedenti alla 5.0)

source: Settings
es_es: Configuración
it_it: Impostazioni

source: Save Changes
es_es: Guardar cambios
it_it: Salva le modifiche

source: true
es_es: Verdadero
it_it: vero

source: false
es_es: Falso
it_it: falso

source: Administrator
es_es: Administrador
it_it: Amministratore

source: Author
es_es: Autor
it_it: Autore

source: Contributor
es_es: Colaborador
it_it: Collaboratore

source: Subscriber
es_es: Suscriptor
it_it: Sottoscrittore

source: Anyone
es_es: Cualquiera
it_it: Chiunque

source: Error dumping coupon data
es_es: Error en vertido de datos cupón
it_it: Errore nella visualizzazione dei dati di coupon

source: Error reading coupon data
es_es: Error de lectura de datos cupón
it_it: Errore nalla lettura dei dati di coupon

source: Error importing coupon data
es_es: Error en importación de datos cupón
it_it: Errore nella scrittura dei dati di coupon nel database

source: Editor
it_it: Editore
